module.exports = {
  message: {
    NavBar: {
      about: '關於',
      roadMap: '計畫',
      tokenDetail: '代幣細節',
      team: '團隊',
      contact: '聯絡我們',
      language: '切換語言',
      contribute: '貢獻',
    },
    WhyLecarboneSection: {
      title: '選擇 LeCarbone 的理由',
      subtitle_1: '森林生態系統保護',
      description_1: '通過對LeCarbone的貢獻，您可以幫助我們創造可持續的農業收穫週期，從而帶來經濟和環境效益。 在環境方面，我們將禁止在林地上進行一切森林砍伐活動，確保我們不會破壞森林的生態系統。 在經濟上，我們將種植木材，咖啡豆和其他植物物種併申請碳信用額度。',
      subtitle_2: '當地居民的綠色收入',
      description_2: '當您支持LeCarbone計劃時，您將在財務上協助當地居民和將被雇用的學校管理土地。 通過我們的支持，為當地居民提供更好的生活環境，了解保護生態系統的重要性。',
      subtitle_3: '個人和企業社會責任',
      description_3: '一般人在其一生中會生產3.6萬磅二氧化碳（1632噸）。 這些碳足跡可能來自通勤，使用電力，購買不是從當地農場種植的食物，甚至只是簡單地吃肉。 我們鼓勵個人和企業對我們在地球上造成的影響負責，導致全球氣候變化並抵消自己的碳足跡。 我們一起可以讓我們的星球成為後代的一個更好的地方。',
    },
  },
};
